Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: 1.9.5.3.2 For this purpose, they may use signs C, 3h and D, 10a, 10b and 10c and signals according to the Vienna Convention on Road Signs and Signals (Vienna, 1968) and the European Agreement supplementing the Convention on Road Signs and Signals (Geneva, 1971) as interpreted by the Resolution on Road Signs and Signals (R.E.2) of the UNECE Inland Transport Committee Principal Working Party on Road Transport, as amended.
fr: 1.9.5.3.2 À cet effet les Parties contractantes pourront utiliser les signaux C, 3h et D, 10a, 10b et 10c et les signaux conformes à la Convention de Vienne sur la signalisation routière (Vienne, 1968) et à l'Accord européen la complétant (Genève, 1971) interprétés suivant les recommandations de le Résolution d'ensemble sur la signalisation routière (R.E.2) du Groupe de travail des transports routiers du Comité des transports intérieurs de la CEE-ONU.

source: 1.9.5.3.3 In order to facilitate international understanding of signs, the system of signs and signals prescribed in the Vienna Convention is based on the use of shapes, and colours characteristic of each class of signs and wherever possible, on the use of graphic symbols rather than inscriptions.
fr: 1.9.5.3.3 Pour faciliter la compréhension des signaux au niveau international, la signalisation prescrite dans la Convention de Vienne repose sur l'utilisation de formes et de couleurs caractéristiques de chacune des catégories de signaux et, dans la mesure du possible, sur l'utilisation de symboles graphiques plutôt que d'inscriptions.

source: Where Contracting Parties consider it necessary to modify the signs and symbols prescribed, the modifications made shall not alter their essential characteristics.
fr: Lorsque les Parties contractantes jugent nécessaire de modifier les signaux et symboles prescrits, les modifications apportées ne doivent pas changer leurs caractéristiques fondamentales.

source: Where Contracting Parties do not apply the Vienna Convention, the prescribed signs and symbols may be modified, provided that the modifications made shall not alter their essential intent.
fr: Lorsque les Parties contractantes n'appliquent pas la Convention de Vienne, les signaux et symboles prescrits peuvent être modifiés, pour autant que les modifications apportées n'en changent pas la signification première.

source: 1.9.5.3.4 Traffic signs and signals intended to prohibit access of vehicles carrying dangerous goods to road tunnels shall be affixed at a place where the choice of alternative routes is possible.
fr: 1.9.5.3.4 La signalisation routière destinée à interdire l'accès des tunnels routiers aux véhicules transportant des marchandises dangereuses doit être fixée à un emplacement où le choix d'itinéraire alternatif reste possible.

source: 1.9.5.3.5 When access to tunnels is restricted or alternative routes are prescribed, the signs shall be displayed with additional panels as follows:
fr: 1.9.5.3.5 Lorsque l'accès à des tunnels fait l'objet de restrictions ou que des itinéraires alternatifs sont prescrits, la signalisation doit être complétée de panneaux additionnels comme suit:

source: No sign: no restriction
fr: Pas de signalisation: aucune restriction

source: Sign with additional panel bearing the letter B: applies to vehicles carrying dangerous goods not allowed in tunnels of category B;
fr: Signalisation avec panneau additionnel portant la lettre B: Applicable aux véhicules transportant des marchandises dangereuses non autorisées dans les tunnels de catégorie B;

source: Sign with additional panel bearing the letter C: applies to vehicles carrying dangerous goods not allowed in tunnels of category C;
fr: Signalisation avec panneau additionnel portant la lettre C: Applicable aux véhicules transportant des marchandises dangereuses non autorisées dans les tunnels de catégorie C;

source: Sign with additional panel bearing the letter D: applies to vehicles carrying dangerous goods not allowed in tunnels of category D;
fr: Signalisation avec panneau additionnel portant la lettre D: Applicable aux véhicules transportant des marchandises dangereuses non autorisées dans les tunnels de catégorie D;

source: Sign with additional panel bearing the letter E: applies to vehicles carrying dangerous goods not allowed in tunnels of category E.
fr: Signalisation avec panneau additionnel portant la lettre E: Applicable aux véhicules transportant des marchandises dangereuses non autorisées dans les tunnels de catégorie E.

source: 1.9.5.3.6 Tunnel restrictions shall not apply when dangerous goods are carried in accordance with 1.1.3
fr: 1.9.5.3.6 Les restrictions de circulation ne doivent pas s'appliquer aux véhicules transportant des marchandises dangereuses conformément au 1.1.3.

source: 1.9.5.3.7 Restrictions shall be published officially and made publicly available.
fr: 1.9.5.3.7 Les restrictions doivent être publiées officiellement et diffusées auprès du public.

source: 1.9.5.3.8 When Contracting Parties apply specific operating measures designed to reduce the risks and related to some or all vehicles using tunnels, such as declaration before entering or passage in convoys escorted by accompanying vehicles, such operating measures shall be published officially and made publicly available.
fr: 1.9.5.3.8 Lorsque les Parties contractantes appliquent des mesures d'exploitation spécifiques conçues pour réduire les risques et concernant certains ou tous les véhicules empruntant des tunnels, notamment des déclarations avant l'entrée ou le passage en convois escortés par des véhicules d'accompagnement, celles-ci doivent être publiées officiellement et diffusées auprès du public.

source: Add a new Chapter 8.6 to read as follows:
fr: Ajouter un nouveau chapitre 8.6, libellé comme suit:

source: "CHAPTER 8.6
fr: "CHAPITRE 8.6

source: 8.6.1 General provisions
fr: 8.6.1 Dispositions générales

source: 8.6.1.1 The provisions of this Chapter apply when the passage of vehicles through road tunnels is restricted in accordance with 1.9.5.
fr: 8.6.1.1 Les dispositions de ce chapitre s'appliquent lorsque le passage de véhicules dans des tunnels routiers fait l'objet de restrictions conformément au 1.9.5.

source: 8.6.1.2 The assignment of the tunnel code(s) to a dangerous goods entry in column (15) of table A of Chapter 3.2 is based on the intrinsic dangerous properties of the goods, the type of containment and the quantity carried.
fr: 8.6.1.2 L'affectation de code(s) tunnel à une rubrique de marchandise dangereuse en colonne (15) du tableau A du chapitre 3.2 est fondée sur les propriétés de danger intrinsèque de la marchandise, à son type de conditionnement et aux quantités transportées.

source: The codes shall be used for determining whether the passage of a vehicle carrying dangerous goods is permitted through a tunnel which has been assigned by the competent authority to tunnel categories A, B, C, D or E. For each dangerous goods entry of table A of Chapter 3.2, one or two tunnel codes are indicated in the bottom part of the cell of column (15) corresponding to that entry.
fr: Les codes doivent être utilisés pour déterminer si le passage d'un véhicule transportant des marchandises dangereuses, dans un tunnel auquel l'autorité compétente a affecté une catégorie de tunnel A, B, C, D ou E, est permis. Pour chaque rubrique de marchandise dangereuses du Tableau A du chapitre 3.2, un ou deux codes tunnel sont indiqués dans la partie inférieure de la cellule correspondante en colonne (15).

source: Proposal by the Netherlands (TRANS/WP.15/2005/24 amended during the session)
fr: Proposition 1: Proposition des Pays-Bas (TRANS/WP.15/2005/24 tel que modifié en session)

source: Add three new sections 8.6.2 to 8.6.4 to read as follows:
fr: Ajouter trois nouvelles sections 8.6.2 à 8.6.4 pour lire comme suit:

source: "8.6.2 Tunnel code
fr: "8.6.2 Code tunnel

source: 8.6.2.1 Dangerous goods restricted in tunnel categories are indicated by tunnel codes B, B1000, B1, C, C5000, C1, D or D1 as follows:
fr: 8.6.2.1 Les marchandises dangereuses faisant l'objet de restriction dans certaines catégories de tunnels sont indiquées par les codes-tunnel B, B1000, B1, C, C 5000, C1, D ou D1 comme suit:

source: Tunnel A: No restriction
fr: Tunnel A: Aucune restriction.

source: Tunnel B: Dangerous goods prohibited through a Tunnel B:
fr: Tunnel B: Marchandises dangereuses interdites dans un Tunnel B:

source: Tunnel C: Dangerous goods prohibited through a Tunnel C:
fr: Tunnel C: Marchandises dangereuses interdites dans un Tunnel C:

source: Dangerous goods prohibited through a Tunnel B and, in addition:
fr: Marchandises dangereuses interdites dans un Tunnel B, plus:

source: Tunnel D: Dangerous goods prohibited through a Tunnel D:
fr: Tunnel D: Marchandises dangereuses interdites dans un Tunnel D:

source: Dangerous goods prohibited through a Tunnel C and, in addition:
fr: Marchandises dangereuses interdites dans un Tunnel C, plus:

source: Tunnel E: Dangerous goods prohibited through a Tunnel E:
fr: Tunnel E: Marchandises dangereuses interdites dans un Tunnel E:

source: Dangerous goods prohibited through a Tunnel B, C and D and, in addition: [Delete this sentence] (see proposal of Germany, INF.7)
fr: Marchandises dangereuses interdites dans un Tunnel B, C et D, plus: [Supprimer cette phrase] (voir proposition de l'Allemagne, INF.7).

source: All dangerous goods, except UN Nos. 3291 and 3373.
fr: Toutes les marchandises dangereuses à l'exception des numéros ONU 3291 et 3373.

source: 8.6.2.2 UN 3291 CLINICAL WASTE, UNSPECIFIED, N.O.S.
fr: 8.6.2.2 Les numéros ONU 3291 (DÉCHET D'HÔPITAL, NON SPÉCIFIÉ, N.S.A.

source: or (BIO)MEDICAL WASTE, N.O.S.
fr: ou DÉCHET (BIO) MÉDICAL, N.S.A.

source: or REGULATED MEDICAL WASTE, N.O.S.
fr: ou DÉCHET MÉDICAL RÉGLEMENTÉ, N.S.A).

source: and UN 3373 BIOLOGICAL SUBSTANCE, CATEGORY B are not subject to any tunnel restriction.
fr: et 3373 (MATIÈRE BIOLOGIQUE, CATÉGORIE B) ne sont soumis à aucune restriction.

source: UN Nos. 2919 RADIOACTIVE MATERIAL, TRANSPORTED UNDER SPECIAL ARRANGEMENT and 3331 RADIOACTIVE MATERIAL, TRANSPORTED UNDER SPECIAL ARRANGEMENT, FISSILE are subject to carriage under special arrangement approved by the competent authority.
fr: Les numéros ONU 2919 (MATIÈRES RADIOACTIVES TRANSPORTÉES SOUS ARRANGEMENT SPECIAL) et 3331 (MATIÈRES RADIOACTIVES TRANSPORTÉES SOUS ARRANGEMENT SPÉCIAL, FISSILES) peuvent être transportés sous réserve d'un arrangement spécial approuvé par l'autorité compétente.

source: 8.6.3 Assignment of a tunnel code to the load
fr: 8.6.3 Affectation d'un code-tunnel à un chargement

source: 8.6.3.1 Dangerous goods carried in accordance with 1.1.3 are not subject to the tunnel restrictions and shall not be taken into account when determining the tunnel code to be assigned to the whole load of a transport unit.
fr: 8.6.3.1 Les marchandises dangereuses transportées conformément au 1.1.3 ne font pas l'objet de restriction dans les tunnels et ne doivent pas être prises en compte dans la détermination d'un code-tunnel devant être affecté au chargement complet d'une unité de transport.

source: 8.6.3.2 When two tunnel codes are assigned to one substance or article the one corresponding to the conditions of carriage apply e.g. the codes B1000, C for the same substance or article indicate that the substance or article is forbidden for carriage in a tunnel of category B if the total net explosive mass on board of the transport unit is greater than 1000 kg, otherwise the substance is forbidden for carriage in tunnel category C. The codes C1, D mean that the substance is forbidden for carriage in a tunnel of category C if the substance is carried in tanks, otherwise the substance is forbidden for carriage in tunnel category D.
fr: 8.6.3.2 Lorsque deux codes sont affectés à une matière ou à un objet celui qui correspond aux conditions de transport s'applique: par exemple les codes B1000, C affectés à la même substance ou au même objet indiquent que la matière ou l'objet est interdit au transport dans un tunnel de la catégorie B si la masse nette totale de matière explosive à bord de l'unité de transport est supérieure à 1 000 kg; sinon, la matière est interdite au transport dans un tunnel de la catégorie C. Les code C1, D signifient que la matière est interdite au transport dans un tunnel de la catégorie C si elle est transportée en citernes; sinon, la matière est interdite au transport dans un tunnel de la catégorie D.

source: 8.6.3.3 When a transport unit contains dangerous goods to which different tunnel codes have been assigned, the most restrictive tunnel code shall be assigned to the whole load.
fr: 8.6.3.3 Lorsqu'une unité de transport contient des marchandises dangereuses auxquelles différents codes-tunnel ont été affectés, le code-tunnel le plus restrictif doit être affecté à l'ensemble du chargement.

source: 8.6.3.4 The tunnel codes are indicated in column (15) of Table A of Chapter 3.2.
fr: 8.6.3.4 Les codes-tunnel sont indiqués en colonne (15) du Tableau A du Chapitre 3.2.

source: 8.6.4 Prohibitions of carriage for transport units loaded with dangerous goods in tunnels
fr: 8.6.4 Interdictions de transport dans les tunnels pour les unités de transport chargées de marchandises dangereuses

source: 8.6.4.1 Once the tunnel code to be assigned to the whole load of the transport unit has been determined, the prohibitions of carriage of dangerous goods in tunnels apply as follows:
fr: 8.6.4.1 Une fois que le code-tunnel devant être affecté au chargement complet d'une unité de transport a été déterminé, les interdictions de transport de marchandises dangereuses dans les tunnels s'appliquent comme suit:

source: 8.6.4.2 When road traffic signs and signals are displayed in accordance with 1.9.5.3.5 in relation to prohibitions in tunnels, they apply as follows:
fr: 8.6.4.2 Lorsque des signaux routiers relatifs aux interdictions dans les tunnels sont apposés conformément au 1.9.5.3.5, ils s'appliquent comme suit:

source: 3.2.1 Explanations for Column (15): Amend to read as follows:
fr: 3.2.1 Explications de la colonne (15) : Modifier comme suit:

source: "`Transport category/Tunnel code'
fr: "`Catégorie de transport/code-tunnel'

source: Contains at the top of the cell a figure indicating the transport category to which the substance or article is assigned for the purposes of exemption related to quantities carried per transport unit (see 1.1.3.6).
fr: Contient en haut de la case un chiffre indiquant la catégorie de transport à laquelle la matière ou l'objet est affecté aux fins des exemptions liées aux quantités transportées par unité de transport (voir 1.1.3.6).

source: Contains at the bottom of the cell the code(s) (between brackets) indicating that the substance or article is forbidden for carriage in specific tunnel categories (see 1.9.5 and Chapter 8.6).
fr: Contient en bas de la case le(s) code(s) (entre parenthèses) auquel (auxquels) la matière ou l'objet est affecté aux fins des restrictions de circulation à imposer dans les tunnels (voir 1.9.5 et chap. 8.6).

source: When no tunnel group code has been assigned, this is indicated by the mention `(-)'.
fr: La mention “(-)” indique la non-attribution d'un code-tunnel.

source: When two codes are indicated, the applicable one is the one corresponding to the conditions of carriage, e.g. (B1000, C) indicates that the substance or article is forbidden for carriage in a tunnel of category B if the total net explosive mass on board of the transport unit is greater than 1,000 kg, otherwise the substance is forbidden for carriage in tunnel category C. (C1, D) means that the substance is forbidden for carriage in a tunnel of category C if the substance is carried in tanks, otherwise the substance is forbidden for carriage in tunnel category D.
fr: Lorsque deux codes sont indiqués, celui qui est appliqué est celui qui correspond aux conditions de transport: par exemple le code (B 1000, C) indique que la matière ou l'objet est interdit au transport dans un tunnel de la catégorie B si la masse nette totale de matière explosive à bord de l'unité de transport est supérieure à 1 000 kg; sinon, la matière est interdite au transport dans un tunnel de la catégorie C. Le code (C1, D) signifie que la matière est interdite au transport dans un tunnel de la catégorie C si elle est transportée en citernes; sinon, la matière est interdite au transport dans un tunnel de la catégorie D.

source: Changes to Table A: Changes proposed in TRANS/WP.15/2005/24.
fr: Modifications au Tableau A: Modifications proposées au TRANS/WP.15/2005/24.

source: Proposal by the Secretariat (INF.4)
fr: Proposition du secrétariat (INF.4)

source: Add a new sub-section 8.6.1.3 and three new sections 8.6.2 to 8.6.4 to read as follows:
fr: Ajouter une nouvelle sous-section 8.6.1.3 et trois nouvelles sections 8.6.2 à 8.6.4 pour lire comme suit:

source: "[8.6.1.3 For radioactive material, other than UN Nos. 2977 and 2978, the code shall be determined [by the consignor] in accordance with special provision XXX [and the carrier shall be informed accordingly prior to carriage].
fr: "[8.6.1.3 Pour les matières radioactives, autres que celles des Nos ONU 2977 et 2978, le code doit être déterminé [par l'expéditeur] conformément à la disposition spéciale XXX [et le transporteur doit être informé en conséquence avant le transport].

source: 8.6.2 Tunnel code
fr: 8.6.2 Code-tunnel

source: The tunnel codes assigned to dangerous goods in table A of Chapter 3.2 means:
fr: Les codes-tunnel affectés aux marchandises dangereuses dans le tableau A du chapitre 3.2 ont la signification suivante:

source: Tunnel code A: No restriction.
fr: Code-tunnel A: Pas de restriction.

source: Dangerous goods are allowed in tunnels of all
fr: Les marchandises dangereuses sont autorisées dans les tunnels de toutes les catégories.

source: This code applies only to UN Nos 3291 and 3373.
fr: Ce code s'applique uniquement aux Nos ONU 3291 et 3373.

source: Tunnel code B: Dangerous goods prohibited through tunnels of categories B, C, D and E except when carried under the provisions of 1.1.3.
fr: Code-tunnel B: Marchandises dangereuses interdites à l'intérieur des tunnels des catégories B, C, D et E à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: This code applies to dangerous goods of:
fr: Ce code s'applique aux marchandises dangereuses des:

source: Tunnel code B1000: Dangerous goods of Class 1 prohibited through tunnels of categories B, C, D and E when the total net explosives mass per transport unit exceeds 1000 kg, except when carried under the provisions of 1.1.3.
fr: Code-tunnel B1000: Marchandises dangereuses de la classe 1 interdites dans les tunnels de catégories B, C, D et E lorsque la masse nette totale de matière explosible par unité de transport dépasse 1000 kg, à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: Class 1: Divisions 1.1, 1.2 and 1.5 (except compatibility groups A and L), when the total net explosive mass per transport unit is greater than 1000 kg.
fr: Classe 1: Divisions 1.1, 1.2 et 1.5 (à l'exception des groupes de compatibilité A et L), lorsque la masse nette totale de matière explosible par unité de transport dépasse 1000 kg.

source: Tunnel code B1: Dangerous goods prohibited through tunnels of categories B, C, D and E when carried in tanks, except when carried under the provisions of 1.1.3.
fr: Code-tunnel B1: Marchandises dangereuses interdites à l'intérieur des tunnels des catégories B, C, D et E lorsqu'elles sont transportées en citerne, à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: Class 2: Classification codes F, TF and TFC;
fr: Classe 2: Codes de classification F, TF et TFC;

source: Class 4.2: Packing group I;
fr: Classe 4.2: Groupe d'emballage I;

source: Class 4.3: Packing group I;
fr: Classe 4.3: Groupe d'emballage I;

source: Class 5.1: Packing group I.
fr: Classe 5.1: Groupe d'emballage I.

source: Tunnel code C : Dangerous goods prohibited in tunnels of categories C, D and E, except when carried under the provisions of 1.1.3.
fr: Code-tunnel C : Marchandises dangereuses interdites à l'intérieur des tunnels des catégories C, D et E, à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: Class 1: Divisions 1.1, 1.2 and 1.5 (except compatibility groups A and L);
fr: Classe 1: Divisions 1.1, 1.2 et 1.5 (à l'exception des groupes de compatibilité A et L);

source: Class 1: Compatibility groups H and J;
fr: Classe 1: Groupes de compatibilité H et J;

source: Class 7: UN Nos. 2977 and 2978.
fr: Classe 7: Nos ONU 2977 et 2978.

source: Tunnel code C 5000 : Dangerous goods of Class 1 prohibited in tunnels of categories C, D and E, when the net explosive mass per transport unit exceeds 5000 kg, except when carried under the provisions of 1.1.3.
fr: Code-tunnel C 5000 : Marchandises dangereuses de la classe 1 interdites dans les tunnels de catégories C, D et E, lorsque la masse nette totale de matière explosible par unité de transport dépasse 5000 kg, à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: Division 1.3 [ compatibility groups C and G], when the net explosive mass per transport unit is greater than 5000 kg.
fr: Division 1.3 [Groupes de compatibilité C et G], lorsque la masse nette totale de matière explosible par unité de transport dépasse 5000 kg.

source: Tunnel code C1: Dangerous goods prohibited in tunnels of categories C, D and E when carried in tanks, except when carried under the provision of 1.1.3.
fr: Code-tunnel C1: Marchandises dangereuses interdites à l'intérieur des tunnels des catégories C, D et E lorsqu'elles sont transportées en citerne, à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: Class 2: Classification codes T, TC, TO and TOC;
fr: Classe 2: Codes de classification T, TC, TO et TOC;

source: Class 3: Packing group I of classification codes FC, FT1, [FT2] and FTC;
fr: Classe 3: Groupe d'emballage I des codes de classification FC, FT1, [FT2] et FTC;

source: Class 6.1: Packing group I of classification codes TF1 and TFC and the toxic by inhalation entries (UN Nos. 3381 to 3390);
fr: Classe 6.1: Groupe d'emballage I des codes de classification TF1 et TFC et rubriques des matières toxiques par inhalation (Nos ONU 3381 à 3390);

source: Class 8: Packing group I of classification code CT1.
fr: Classe 8: Groupe d'emballage I du code de classification CT1.

source: Tunnel code D: Dangerous goods prohibited in tunnels of categories D and E, except when carried under the provisions of 1.1.3.
fr: Code-tunnel D: Marchandises dangereuses interdites à l'intérieur des tunnels des catégories D et E, à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: [Class 1 : Division 1.3 compatibility groups C and G]
fr: [Class 1 : Division 1.3, Groupes de compatibilité C et G]

source: Class 2: Classification codes F, FC, T, TF, TC, TO, TFC and TOC;
fr: Class 2: Codes de classification F, FC, T, TF, TC, TO, TFC et TOC;

source: Class 4.1: Self-reactive substances, types C, D, E and F, and UN Nos. 2956, 3241, 3242 and 3251;
fr: Class 4.1: Matières auto-réactives, types C, D, E et F, et Nos ONU 2956, 3241, 3242 et 3251;

source: Class 5.2: Organic peroxides, types C, D, E and F;
fr: Class 5.2: Peroxydes organiques, types C, D, E et F;

source: Class 8: Packing group I of classification code CT1;
fr: Class 8: Groupe d'emballage I du code de classification CT1;

source: Class 9: Classification code M10 (UN 3258) [and M9] (see proposal of Germany, INF.7).
fr: Class 9: Code de classification M10 (No ONU 3258) [et M9] (voir proposition de l'Allemagne, INF.7).
